export const type = [
    '全部类型',
    '超速',
    '黑名单',
    '违停',
]

export default [
    {
        type: '超速',
        desc: '超速行驶',
        carID: '陕M·A3P55',
        pos: '生活区 - 运输主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '超速',
        desc: '超速行驶',
        carID: '陕M·M4859',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '黑名单',
        desc: '黑名单车辆驶入',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
]
