export const type = [
    '全部类型',
    '超速',
    '黑名单',
    '违停',
]

export default [
    {
        id: 1,
        type: '超速',
        desc: '超速行驶',
        carID: '陕M·A3P55',
        pos: '生活区 - 运输主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 2,
        type: '超速',
        desc: '超速行驶',
        carID: '陕M·M4859',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 3,
        type: '黑名单',
        desc: '黑名单车辆驶入',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 4,
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 5,
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 6,
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 7,
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 8,
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 9,
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 10,
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 11,
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 12,
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
    {
        id: 13,
        type: '违停',
        desc: '车辆违规停车',
        carID: '陕M·71587',
        pos: '生活区 - 主干道',
        date: '2021-02-28 18:15:40'
    },
]
